[
  {
    "原文": "在卧龙国家级保护区进行了两年的野化培训后， 2018 年 12 月 27 日， 它们在龙溪——虹口国家级自然保护区被放归。",
    "我的翻译": "Having been trained in the wild for two years in Wolong national nature reserve, they were released into Longxi-Hongkou national nature reserve on December 27, 2018.",
    "参考译文": "They were released in Longxi-Hongkou National Nature Reserve on December 17, 2018 after two-year rewilding training at Wolong National Nature Reserve.",
    "错误类型": "如果是一个特定的自然保护区、有固定的名称，比如可可西里自然保护区Hoh Xil National Nature Reserve这种的，专有名词每个词都得大写。此外，trained in the wild 容易引起误解，愿意是进行野化培训。",
    "改进说明": "将小写改成大写",
    "修改": "Having undergone a two-year rewilding training in Wolong National Nature Reserve, they were released into Longxi-Hongkou National Reserve on December 27, 2018.",
    "文体类型": "新闻报道",
    "关键词": "National Nature Reserve、Pandas、rewilding",
    "积累表达": "野化培训：wildness training、rewilding training、pre-release training",
    "E-C/C-E": "C-E",
    "错误类型__1": "大小写, 不地道",
    "日期": "2025-5-14",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "对于今年经济社会发展的主要目标，我着重对两个目标加以说明。关于经济增长。我国仍是一个发展中国家，仍处于社会主义初级阶段。发展是解决我国所有问题的关键，必须牢牢扭住经济建设这个中心，保持合理的经济增长速度。",
    "我的翻译": "Given the major objectives of China’s socioeconomic development this year,  chief among these are two targets for which I will account in detail. First target concerns the economic growth. Because development plays a key role in addressing all China’s problems,  it is necessary for China, a developing country in primary socialist stage, to concentrate its efforts on the development of the economy in a bid to maintain a sound economic growth.",
    "参考译文": "Regarding the major targets of social and economic development this year, I will further explain two of them. First, the target of economic growth. China is still a developing country in the primary stage of socialism. Development is the key to solving all our problems . We must firmly adhere to the central task of economic development, and maintain a proper economic growth rate.",
    "错误类型": "1. 这里“ chief among these are …“虽然是正确表达，但是表达太生硬，而且后面的account for太生硬，改成”I would like to highlight two in particular”。2. “First target…“这里太口语、太直白，可以改成“The first  relates to….”或者“concerns over economic growth constitute the first priority”,或者直接干脆了当，因为只口语，中文原句也没有什么主谓宾，直接“First,  economic growth”。 3. ”because…“这个句式太生硬、衔接不够自然。可以使用“given that/As/Since”这种连接词。4. 最重要的一点growth是不可数名词，不能加不定冠词。以及“牢牢扭住…的中心“官方译文是keep… at the heart of all efforts.或者make …..the central task。5.合理的经济增长应该是“keep economic growth within a proper range”。“社会主义初级阶段的官方术语是”the primary stage of socialism“",
    "改进说明": "改正语法（growth）、修改不地道表达、用准术语、逻辑衔接要做好。",
    "修改": "",
    "文体类型": "政经类",
    "关键词": "economic development、China",
    "积累表达": "1.经济社会发展：socioeconomic development        2.着重说明：highlight....in particular      3.社会主义初级阶段：in the primary stage of socialism.     4.发展仍然是....关键: development remains the key to doing sth.      5.牢牢扭住...中心：keep sth at the heart of sth/make .....the central task.  6.合理的经济增长速度：keep economic growth within a proper range",
    "E-C/C-E": "C-E",
    "错误类型__1": "冠词使用错误, 不地道",
    "日期": "2025-5-15",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  },
  {
    "原文": "稳增长是为了保就业，既要满足城镇新增就业需要，又要为农村转移劳动力进城务工留出空间，根本上是为了增加城乡居民收入、改善人民生活。",
    "我的翻译": "Keeping economic growth stable aims to ensure sound employment. From this, we should meet the demand for new employment in both urban and county areas, and provide enough space for employees transferred from rural to urban areas. Our goal is, de facto, to increase resident’s income and improve their livelihood.",
    "参考译文": "In addition, a stable growth helps to ensure employment. We need to not only satisfy the demand for new job opportunities in urban areas, but make room for rural migrant workers who seek job opportunities in cities. A stable growth ultimately serves to increase people's income and improve people's well-being in both rural and urban areas.",
    "错误类型": "1.城镇其实都是一种东西，就是urban areas  别翻译成什么county之类的。 2.“provide.....for...”也有点儿生硬，用create room for更自然。3.de facto不要用，这是正式语境，避免出现这样的词。4.新增就业是job creation",
    "改进说明": "改正术语翻译，加深原文理解。",
    "修改": "More importantly, maintaining steady economic growth aims to ensure employment. This requires us to meet the demand for new jobs in urban areas while creating room for ongoing transfer of rural labor. Fundamentally, our goal is to increase the incomes of both urban and rural residents and improve their living standard.",
    "文体类型": "政经类",
    "关键词": "rural and urban areas、job creation、transfer of rural labor",
    "积累表达": "稳增长：maintain steady economic growth.  稳就业：ensure stable employment    农村转移劳动力：transfer of rural labour/rural-to-urban labor migration  增加居民收入：increase the incomes of residents.   改善人民生活：improve living standards 新增就业：create .....new jobs/job creation",
    "E-C/C-E": "C-E",
    "错误类型__1": "术语错译, 逐字翻译, 不地道",
    "日期": "2025-5-15",
    "": "",
    "__1": "",
    "__2": "",
    "__3": "",
    "__4": "",
    "__5": "",
    "__6": "",
    "__7": "",
    "__8": "",
    "__9": "",
    "__10": "",
    "__11": "",
    "__12": "",
    "__13": ""
  }
]